{"albumes":[
    {
        "titulo": "Plastic Beach",
        "id": "plasticbeach",
        "artista": "Gorillaz",
        "duracion": "42",
        "fechaSalida": "2010/03/03",
        "nota": "9.5",
        "fechaReview": "2022/02/09",
        "review": "Estaba dudando y de hecho al principio pensé que ni si quiera pasaría del 4 pero segun fuí escuchando fue subiendo la nota. <strong>Orchestral Intro</strong>, <strong>Welcome To The World Of The Plastic Beach</strong> y <strong>White Flag</strong> me parecen un principio demasiado flojo, esto junto con <strong>Glitter Freeze</strong> y <strong>Cloud of Unknowing</strong> impiden que le ponga un 10. Son tracks demasiado lentas y en mi opinión sin ritmo del que enganchar, al menos las colocaron bien tho. Quizás sea injusto porque la mayoría de canciones ya eran de mis favoritas pero ya dije esto no es ni de lejos imparcial. <strong>Some Kind Of Nature</strong> no la había escuchado nunca antes y me ha parecido bastante buena y pegadiza. Diría que <strong>Rhinestone Eyes</strong>, <strong>Empire Ants</strong> y <strong>Plastic Beach</strong> son mis favoritas.",
        "link": "2dIGnmEIy1WZIcZCFSj6i8"
    },
    {
        "titulo": "Infest The Rats' Nest",
        "id": "infesttheratsnest",
        "artista": "King Gizzard & the Lizard Wizard",
        "duracion": "35",
        "fechaSalida": "2019/08/16",
        "nota": "8",
        "fechaReview": "2022/02/10",
        "review": "En resúmen, me ha gustado mucho y no tengo ninguna pega, pero no tengo mucha experiencia con el metal así que de momento se me hace todo un poco igual. Aún así me ha encantado y lo dicho no veo nada negativo por más que busque. <strong>Organ Farmer</strong> ya me gustaba de antes, se le unen <strong>Perihelion</strong>, <strong>Venusian 2</strong> y <strong>Self-Inmolate</strong>. Es un álbum experimental que relata miseria en la Tierra e intentos de escapar de ella viajando a Venus, lo cual solo causa aún más sufrimiento. Es crudo y burtal, pero tremendo y habla de cosas del espacio. No me extrañaría revisitarlo en algún tiempo y que sea un 10.",
        "link": "1B12ldQwBhDeS0gIcUg0ux",
        "sugeridoPor": "Alexa",
        "sugeridoLink": "https://twitter.com/pingapollarda"       
    },
    {
        "titulo": "Jet Set Radio SEGA Original Tracks",
        "id": "jetsetradio",
        "artista": "Hideki Naganuma, Richard Jacques, Toronto",
        "duracion": "33",
        "fechaSalida": "2012/10/03",
        "nota": "6",
        "fechaReview": "2022/02/11",
        "review": "Dificil calificarlo como album y no como soundtrack de un juego, principalmente porque precisamente por esto tiene muy mal pacing. Las canciones son tremendas no me malentendáis, pero de nuevo, muy mal pacing que podria facilmente arreglarse. En mi opinión, <strong>Everybody Jump Around</strong> o <strong>That's Enough</strong> deberían ser las primeras tracks. También se nota mucho la canción de Toronto, que aunque buena, no pega con el resto del álbum, está fuera de lugar. A parte de eso, no mucho que decir, las tracks son tremendas. <strong>Everybody Jump Around</strong> y <strong>Sneakman</strong> diría que son mis favoritas, <strong>Rock It On</strong> la que menos me ha gustado. Graciosas las referencias sexuales (probablemente accidentales por mala traducción) escondidas, admitiré.",
        "link": "3oVKqk9TahxvHpFIUlAEuJ"
    },
    {
        "titulo": "Sensational",
        "id": "sensational",
        "artista": "Yung Gravy",
        "duracion": "32",
        "fechaSalida": "2019/05/31",
        "nota": "10",
        "fechaReview": "2022/02/14",
        "review": "Simplemente la experiencia musical definitiva en mi opinión. Banger after banger, de principio a final. Buen pacing, buenos temas, poco más que decir. Me encanta. Si tuviera que encontrarle un punto débil sería <strong>Alley Oop</strong> y quizás <strong>Charlene</strong>. Esto junto a que consideraba mejor cambiar el orden de <strong>Pizzazz</strong> y <strong>One Thot Two Thot</strong> me iban a llevar a ponerle un 9 o un 9.5, pero al final me di cuenta de que es intencional. La canción tiene su primer pico en <strong>The Boys Are Back In Town</strong> (mi favorita) que te tiene absolutamente noddeando, saltando, bailando, después te da un pequeño descanso, hasta que <strong>E.T.</strong> vuelve a ser un segundo pico de intensidad. Después, cuando estás exhausto, viene <strong>Richard Simmons</strong>, una canción sentimental que para el final te deja llorando. Entonces viene <strong>Pizzazz</strong>, un abrazo reconfortante. Por último, cuando has recuperado el ánimo, viene <strong>One Thot Two Thot</strong>. Al principio me pareció una mala despedida pero al final me di cuenta, es así como debe ser, porque Yung Gravy no se despidiría con un abrazo sino con un fistbump. Podría hablar por horas y horas sobre por que me parece genial, sobre cada pequeño detalle en cada canción que me parece milimétricamente calculado para ser sublime, pero no es el punto del hilo y ya bastante he soltado. Me gusta Yung Gravy, llamadme cringe si queréis.",
        "link": "6xd9phTkcEIsi1JWhbxZM3"
    },
    {
        "titulo": "EURINGER",
        "id": "euringer",
        "artista": "EURINGER",
        "duracion": "56",
        "fechaSalida": "2018/10/19",
        "nota": "2",
        "fechaReview": "2022/02/15",
        "review": "Esta nota me sorprende hasta a mi porque amo, amo, AMO Mindless Self Indulgence, pero claro esto no es MSI sino solo el cantante, Jimmy Urine, haciendo cosas por su cuenta. Y son bastante malillas en mi opinión. Primero, comparado con MSI pierde mucha energía, las canciones no solo se sienten como pop rock genérico sino que además me parecen bastante meh, como si Jimmy no hubiera dado una sola clase de teoría musical en su vida, las melodías no tienen armonías y las canciones tienen mal ritmo. Tras una hora de escuchar y 16 tracks, 15 quitando intro, realmente solo me siento como si hubiera escuchado 4 o 5 canciones. Un par de ellas me han encantado claro, <strong>What A Fool Believes</strong> y <strong>The Medicine Does Not Control Me</strong> me parece que están bastante bien. <strong>Problematic</strong> y <strong>Sailor In A Lifeboat</strong> también pero por algún motivo tienen melodías y ritmos muy raros de nuevo, y no en algún sentido experimental y artístico, sino sencillamente disonante y torpe. La outro lo resume bastante bien: \"¿Dos años y medio para esta mierda?\"",
        "link": "3errLr3puRVdp8Rgh8g3lf"
    },
    {
        "titulo": "Holi :3",
        "id": "holi3",
        "artista": "Axolotes Mexicanos",
        "duracion": "19",
        "fechaSalida": "2015/02/16",
        "nota": "8",
        "fechaReview": "2022/02/16",
        "review": "Corto, sólido. Nada que decir del pacing porque son literalmente 8 canciones. Mucho valor sentimental para mí, aunque después de tanto tiempo y asociarlo a otras personas ya puedo escucharlo sin llorar (no puedo decir lo mismo de Salu2). Algo que probablemente nunca podría haber vuelto a escuchar si no hubiera sido porque recientemente me lo ha recomendado un puñado de gente, y eso que me encantaba y de hecho diría que en contra de mi voluntad influenciaron mi música y probablemente lo siguen haciendo. Las que más me han gustado han sido <strong>El Basurero</strong>, <strong>Te Miro Mientras Duermes</strong>, <strong>Me Da igual</strong> y <strong>Interestelar</strong>.",
        "link": "2bC9K02AaFfus83qNl3aOM"
    },
    {
        "titulo": "O My Heart",
        "id": "omyheart",
        "artista": "Mother Mother",
        "duracion": "47",
        "fechaSalida": "2008/09/23",
        "nota": "4.5",
        "fechaReview": "2022/02/17",
        "review": "Es muy bueno. Muy bueno. No me malentendais. Pero muchas canciones se me hacen muy lentas, siguen siendo buenas, pero no me apasiona escucharlas. Las pocas que me gustan son las que tienen más ritmo, las más mainstream: <strong>Arms Tonite</strong> y <strong>Hayloft</strong>, pero también <strong>Body</strong>.",
        "link": "0X7S0TEZ5NJsSxmyTnfYi2"
    },
    {
        "titulo": "Good & Evil",
        "id": "goodandevil",
        "artista": "Tally Hall",
        "duracion": "45",
        "fechaSalida": "2011/06/21",
        "nota": "3",
        "fechaReview": "2022/02/21",
        "review": "Es bueno, pero realmente le pasa igual que a O My Heart, un par de canciones que me encantan pero no justifican escuchar el album entero. Que está muy bien, pero se me hace muy lento. Musica de fondo para estudiar, no de escuchar, no se si me explico. <strong>Cannibal</strong>, <strong>You & Me</strong>, <strong>Never Meant to Know</strong>, <strong>&</strong> y <strong>Turn the Lights Off</strong> han sido mis favoritas.",
        "link": "2Vq0Y8wgiZRYtZ1mQ7zOMG"
    },
    {
        "titulo": "Cake And Cognac",
        "id": "cakeandcognac",
        "artista": "Yung Gravy, Dillon Francis",
        "duracion": "10",
        "fechaSalida": "2022/02/04",
        "nota": "3.5",
        "fechaReview": "2022/02/21",
        "review": "De hecho bastnte flojillo por parte de Gravy. La mayoría suena a pop, a Bruno Mars, bastante mid. Por suerte <strong>Dillon's Version Vip</strong> es un puto banger y carrea el album. Mitad pop practicamente, mitad electrónica (la mitad buena).",
        "link": "7lsk0j3C5nMa5SIAZ547jn"
    },
    {
        "titulo": "Perdona Mamá",
        "id": "perdonamama",
        "artista": "Lisasinson",
        "duracion": "27",
        "fechaSalida": "2021/04/09",
        "nota": "6",
        "fechaReview": "2022/02/22",
        "review": "Está bien. <strong>Atasco</strong>, <strong>Tú Y Yo</strong> y <strong>Barakaldo</strong> las que más me han gustado (una vez más, es trampa porque ya me gustaban de antes). El problema es, canciones de amor y desamor, cuando ahora mismo a mí ni una ni otra, jeje.",
        "link": "54u5pf2wCv4yV5bjkYxyaN"
    },

    {
        "titulo": "i don't care at all",
        "id": "idontcareatall",
        "artista": "bbno$",
        "duracion": "25",
        "fechaSalida": "2019/11/08",
        "nota": "8.5",
        "fechaReview": "2022/02/23",
        "review": "Podría ser un 10 muy fácil pero a estas alturas lo tengo muy escuchado, casi empiezan a cansar un poco algunas canciones, pero me sigue gustando bastante. Canciones algo más serio para lo que suele ser bbno$ pero seguimos teniendo <strong>Jimmy Neutron</strong",
        "link": "7yLZeJTQUK0Dn5MHTLNjyI"
    },
    {
        "titulo": "zero_one",
        "id": "zeroone",
        "artista": "The Living Tombstone",
        "duracion": "36",
        "fechaSalida": "2020/09/04",
        "nota": "9",
        "fechaReview": "2022/02/24",
        "review": "¿De verdad tengo que explicar? Simplemente es genial. TLT pero con, de alguna forma, una pizca de madurez, si me explico. Muy bueno. <strong>Drunk</strong> mi favorita, seguida por <strong>Sunburn</strong> y <strong>Lazy</strong>. 35 minutos, 35 buenos minutos.",
        "link": "54wAlSP6p1gVxZmlzAfpiJ"
    },
    {
        "titulo": "Scaled And Icy",
        "id": "scaledandicy",
        "artista": "Twenty One Pilots",
        "duracion": "38",
        "fechaSalida": "2021/05/21",
        "nota": "2",
        "fechaReview": "2022/02/24",
        "review": "Tio, es que es muy malo. Muy meh. Suena como una recopilación de calcos de las pocas canciones sueltas que no me gustan de TOP. La única salvable, que le da esos dos puntitos, es la última, <strong>Redecorate</strong>, que está decente. Quizás no me guste porque estoy ya mayor para TOP, quizás es que son los de TOP que están viejos y ya no hacen música tan buena, pero es que escucho cualquiera de estas canciones, escucho Pet Cheetah o Heavydirtysoul y no hay punto de comparación.",
        "link": "0Q5XBpCYFgUWiG9DUWyAmJ"
    },
    {
        "titulo": "Звезда по имени Солнце",
        "id": "zvezdapoimenisolntse",
        "artista": "Kino",
        "duracion": "41",
        "fechaSalida": "1989/01/01",
        "nota": "3",
        "fechaReview": "2022/02/25",
        "review": "Es muy bonito, es muy tranquilo, esta guay, me gusta mucho pero tiene dos problemas. El primero, el mismo que Good & Evil, es muy tranquila y es música que me pondría solo para estudiar o para relajarme. Segundo problema, seguro que la letra dice algo super interesante y profundo o algo, pero hace como dos años que no hablo ruso y sabía lo justo para pedir en el Burguer King y preguntar donde quedaba la estación de metro, asi que no pillo nada...",
        "link": "0wpsMlbmTwMN7zr421eMbr"
    },
    {
        "titulo": "Scary Monsters and Nice Sprites (Deluxe Tour Edition)",
        "id": "scarymonstersandnicespritesdte",
        "artista": "Skrillex",
        "duracion": "54",
        "fechaSalida": "2010/12/21",
        "nota": "3",
        "fechaReview": "2022/02/28",
        "review": "Skrillex suena genial en mi opinión, me gusta bastante, y admiro su trabajo. Ahora, este álbum es bastante malo. He escuchado Scary Monsters and Nice Sprites (canción) por años y años en montajes y memes de youtube tanto irónicos como genuinos, una canción que todos tenemos quemada a estas alturas vaya. ¡Pero es que parece que la mitad del álbum sean esa cancion y sus remixes! Muy buenos, pero harta cuando has escuchado la misma melodía por 15 minutos. Si no fuera por eso, si quitáramos los remixes, probablemente sería un 7 o un 8, pero es que de verdad es una canción larga y sus remixes aún más. Cansa mucho. Cancion favorita <strong>Rock 'n' Roll</strong>, seguidas <strong>Kill EVERYBODY</strong> y <strong>Weekends!!!</strong>",
        "link": "6HbNEBza64W10MQxUFq6QL"
    },
    {
        "titulo": "Fuktronic",
        "id": "fuktronic",
        "artista": "Jimmy Urine",
        "duracion": "39",
        "fechaSalida": "2020/05/08",
        "nota": "1",
        "fechaReview": "2022/03/02",
        "review": "Primero de todo, Jimmy Urine tiene un estilo muy rancio a estas alturas, muy edgy, asumo que para intentar continuar haciendo lo que llevó al éxito a MSI. Lo que pasa es que a estas alturas ni es algo interesante, ni lo hace bien, es simplemente muy rancio. Si Jimmy, ya te vimos diciendo la nword y que matar está bien, ¿ahora puedes dejar de pedir sexo con orina a chavalas de 15? En cuanto al álbm en si, no le puedo dar buena nota porque evalúo como álbum musical y esto no es música. No, en serio, no son canciones. Son conversaciones o fragmentos de ellas, con música tecno de fondo. Cierto, no son conversaciones cotidianas sino llamadas de teléfono a la mafia o una audiencia para la petición de la libertad condicional, pero no tienen trama interesante y mucho menos se les puede considerar música. No digo que no sea un concepto interesante y definitivamente es una escucha curiosa, pero como música no tiene nada. Es más fragmentos de teatro-podcast extraños. Sumado a la temática rancia y edgy de Jimmy tiene la nota que tiene Flight y TFTO tendría que ser mis tracks favoritas, por el hecho de que al menos estas son más música en el sentido tradicional. Parole también me ha gustado bastante la verdad.",
        "link": "65f0r4uvdrhTFe3CmMOzgY"
    },
    
    
    
    
    
    
    
    
    
    


    {
        "titulo": "Flower Boy",
        "id": "flowerboy",
        "artista": "Tyler, The Creator",
        "duracion": "46",
        "fechaSalida": "2017/08/11",
        "nota": "8",
        "fechaReview": "2022/09/22",
        "review": "Hip hop algo suave, más emocional, no es tanto mi estilo por lo general pero este álbum es sublime. Mis canciones favoritas son <strong>Who Dat Boy</strong>, <strong>I Ain't Got Time</strong> y <strong>Pothole</strong>, aunque muchas otras como <strong>Where This Flower Blooms</strong>, <strong>See You Again</strong>, <strong>November</strong> o <strong>Glitter</strong> también me han gustado mucho. En general es un álbum que me ha encantado y siento que no tiene una nota más alta simplemente porque no estoy familiarizada más con estas canciones, lo cual cambiará pronto ya que seguiré escuchando todas ellas.",
        "link": "2nkto6YNI4rUYTLqEwWJ3o"
    },    
    {
        "titulo": "ye",
        "id": "ye",
        "artista": "Kanye West",
        "duracion": "24",
        "fechaSalida": "2018/06/01",
        "nota": "3",
        "fechaReview": "2022/09/23",
        "review": "Este álbum es una mierda, me encanta. Tengo mucho que decir. Me ha costado mucho decidir su nota, he dudado entre un 8 y un 10, entre un 1 y un 4. Probablemente me arrepienta de la que le he puesto en algún momento. Suficiente, hablemos del álbum. Es radicalmente diferente a cualquier otro trabajo de Kanye en (casi) todos los sentidos. Es corto, no tiene los característicos samples alegres pegadizos, su forma de cantar y la temática también es diferente. Lo único en lo que me recuerda a sus otros álbumes es en que a veces me encuentro pensando \"la peor parte de la canción es en la que Kanye abre la boca\". A veces discursos de dos minutos, a veces versos incomprensibles, sin ritmo, desagradables. Y es por eso que me gusta, porque se nota que por una vez Kanye está expresando lo que quiere, aunque es algo que hace cada vez más, en este disco más que en cualquier otro plasma su mente y sus sentimientos antes que hacer algo comercial. Y comercial no es, para nada. Pero es magnífico. Los mensajes de Kanye, verso tras verso, canción tras canción, expresan emociones a veces crudas y brutales y a veces complejas y abstractas, y todas ellas resuenan conmigo. Me hacen pensar. Me reconfortan bastante.Sin embargo, musicalmente no es algo que vaya a escuchar de normal por muchos motivos. Aparte de que como he dicho las canciones no me parecen tan buenas en cuanto a sonido, probablemente modificarían mi estado emocional y no para mejor. Aún así, en algunas canciones (<strong>Ghost Town</strong>, <strong>Violent Crimes</strong>) las partes en las que *no* canta Kanye son tan buenas que se ganan un sitio en mis playlists de escucha rutinaria. No quiero que se me malentienda. Me encanta el álbum. Es muy malo y muy bueno a la vez. Simplemente dudo dedicarle demasiadas escuchas. Si lo hago, será por malos motivos.",
        "link": "2Ek1q2haOnxVqhvVKqMvJe"
    },
    {
        "titulo": "IGOR",
        "id": "IGOR",
        "artista": "Tyler, The Creator",
        "duracion": "40",
        "fechaSalida": "2019/05/17",
        "nota": "8.5",
        "fechaReview": "2022/09/27",
        "review": "Fue por este álbum por lo que empecé a escuchar a Tyler. Mis canciones favoritas syuas siempre fueron <strong>NEW MAGIC WAND</strong> y <strong>WHAT'S GOOD</strong>, <strong>I THINK</strong> tambien me gusta bastante. <strong>PUPPET</strong> y <strong>I DONT LOVE YOU ANYMORE</strong> no encajan del todo conmigo, al igual que la primera parte de <strong>GONE GONE / THANK YOU</strong>. Aún así, las disfruto como parte del álbum. Para quien no lo sepa ya, IGOR es un álbum conceptual que cuenta una historia a lo largo de este. Me gusta mucho, me identifico con varias emociones expresadas en este. Muy recomendado.",
        "link": "5zi7WsKlIiUXv09tbGLKsE"
    },    
    {
        "titulo": "If",
        "id": "if",
        "artista": "Mindless Self Indulgence",
        "duracion": "45",
        "fechaSalida": "2008/04/29",
        "nota": "9",
        "fechaReview": "2022/09/29",
        "review": "Es, en resúmen, una recopilación de algunas de mis  canciones favoritas no solo de MSI sino de mis favoritas en general, <strong>Lights Out</strong>, <strong>Prescription</strong> (como les conocí) y <strong>Never Wanted To Dance</strong> son canciones que me acompañarán para siempre, el resto del álbum es igual de bueno, banger tras banger. No hay un hilo conductor ya que las canciones de MSI no tienen una gran trama más allá de \"me drogo\" o \"soy mala persona\" o \"narcisismo\" o \"tengo disfuncion erectil\". Todas las canciones tienen el mismo estilo, aunque este se mantiene a lo largo de toda su discografía, así que tampoco es algo que destacar. La falta de algo que haga al álbum especial (quizás un sonido más acústico comparado con su demás música, por decir algo) y un par de cancion no tan buenas, siendo estas <strong>Revenge</strong>, <strong>Due</strong> y  <strong>Money</strong> impiden que le de un 10 al álbum, pero gran parte de estas canciones por si solas lo merecen.",
        "link": "49KrtYvUHrMbO4kYKmxQly"
    },
    {
        "titulo": "bag or die",
        "id": "bagordie",
        "artista": "bbno$",
        "duracion": "33",
        "fechaSalida": "2022/10/21",
        "nota": "3",
        "fechaReview": "2022/10/24",
        "review": "\"Label told me write a pop song I went whoa-oh-oh\", más bien \"Label told me change your whole style to pop I went okay\". He empezado a escuchar este álbum completamente amargada, disgustada con el nuevo estilo de bbno$, estuve ahí desde bb steps en 2018 y todas sus nuevas canciones son cada vez más pop genérico, más letras lentas sin sentido y más melodías repetitivas con el afán de ser pegadizas, y este álbum ha empezado dejando claro que esta es la máxima representación de ello hasta el momento. Soportables como cancioncitas pegadizas como mucho, he aguantado el principio del álbum. La canción con Gravy me ha decepcionado. Es la primera canción conjunta que me disgusta, pero no solo eso, es completamente horrible. Estaba ahí, muy decepcionada y ha pasado algo, <strong>piccolo</strong> me ha parecido buena, no solo soportable, no solo pegadiza en un sentido comercial y objetivo, pegadiza para mí. Me ha alegrado un poco. Siguiente canción, <strong>robert patekson</strong>, lo mismo, con un beat muy bueno, algo menos melódico pero con mucho mejor sonido en mi opinión. Y estaba ahí, pensando que ojalá hiciera canciones buenas \"como las antiguas, como thony thot\", y ha empezado <strong>b to the b</strong>. No me lo podía creer. Sonaba como algo salido de bb steps. Como una canción perdida de 2017. Me ha resultado familiar, como un abrazo entre lo desconocido. Me habían dado justo lo que pedía. \"Bueno, será solo una canción...\" Empieza <strong>deadman</strong>. SUENA, IGUAL, COMO ALGO SALIDO DE BB STEPS. De hecho, me recuerda mucho a bad girl, y hasta ambas features encajan muy bien. De ahí hasta el final, vuelta a las bases melódicas y letras sin sentido (antes las letras eran graciosas y estúpidas, pero siempre tenían algo que decir al final), pero conmigo reconciliada con el estilo nuevo. No me va a gustar más, pero al menos sé que el crio carente de capital no ha olvidado sus orígenes. Porque no lo ha hecho, y es por eso que me han gustado tanto esas canciones de enmedio. Y es que para ellas ha traído de vuelta todo lo antiguo: su antiguo estilo, están producidas por lentra (no como el resto, que están hechas por un tal Diamond Pistols) y hasta usa su antigua tag por ahí enmedio. Todo encaja, las bases son buenas porque son de lentra, de ahí la familiaridad, han sido estas mis favoritas (<strong>b to the b</strong>, <strong>piccolo</strong>, <strong>deadman</strong>, <strong>robert patekson</strong>). Al menos esas son rescatables. El resto de canciones, aunque soportables, no son mi mierda, no son lo que busco en bbno$, no me han gustado tanto <strong>i see london i see france</strong>, <strong>mathematics</strong>, <strong>e-girl anthem</strong>, <strong>touch grass</strong> o <strong>vasectomy</strong>, que por cierto melódicamente es una maravilla porque la coproduce Diplo (es muy mala persona btw, pero produce de la hostia). Que más decir, las de lentra son rescatables, las demás no tanto, que le follen al cáncer, ojalá la canción con Yung Gravy no fuera tremenda basura, no entiendo como lentra y Y2K podrían hacer algo tan malo, y eso que les quiero mucho. Ah, si, Y2K produce, pero solo esa canción.",
        "link": "4oGLasNzQCSK6V3A8ssVKY"
    },


    {
        "titulo": "Bump This",
        "id": "bumpthis",
        "artista": "Danny Gonzalez",
        "duracion": "15",
        "fechaSalida": "2019/04/26",
        "nota": "7",
        "fechaReview": "2022/10/26",
        "review": "Un pequeño EP de 15 minutos y 6 canciones por un youtuber, ahora ex-viner, con la mayoría de canciones siendo parodias de las tendencias de 2019, usando expresiones como \"yass\", una canción hablando sobre ser un youtuber al que no le importa nada más que la fama y el dinero aunque sea a costa de ser una persona horrible, o incluso una canción entera llamada <strong>The Tea</strong>, la cual por cierto creo que es la que menos me gusta junto a <strong>Bad Boy</strong>. Mi favorita, por otro lado, es sin duda <strong>Train</strong>, que habla sobre como ya no se flexea con coches o mansiones, sino con trenes y submarinos (¿y delfines?). Es un EP cortito y cómico, muy recomendado, así como todo el contenido en YouTube de Danny Gonzalez.",
        "link": "7eLPkvLJA7expfH0E330Fg"
    },


    {
        "titulo": "Thrill Seeker",
        "id": "thrillseeker",
        "artista": "Sub Urban",
        "duracion": "19",
        "fechaSalida": "2020/03/13",
        "nota": "9.5",
        "fechaReview": "2022/11/03",
        "review": "Un EP muy bueno, normalmente la estética circense no suele ser lo mío pero esta es una gran excepción. Es el primer álbum que recuerdo escuchar y menos mal que lo hice. <strong>Freak</strong> es mi canción favorita de este álbum y una de mis canciones favoritas jamás. <strong>KMS</strong> e <strong>Isolate</strong> son dos canciones con las que ocasionalmente identificarme y sentirme a gusto en la miseria. <strong>Spring Fever</strong> y <strong>Cirque</strong> hablan sobre amor, la primera de forma melancólica y la segunda de una forma algo más animada. <strong>Cliché</strong> habla sobre... ¿una pareja estereotípica? Eso es todo, creo. De <strong>when the flies fell</strong> no entiendo nada ni me parece una buena canción que escuchar pero va muy bien para cerrar el EP. Y eso es todo, es cortito pero muy sólido, muy bueno, casi perfecto, mi única queja es que quizás me cansa un poco la voz de Sub Urban.",
        "link": "0PTvzABaWDvafuJ8MZplha"
    },    
    
    
    {
        "titulo": "My Beautiful Dark Twisted Fantasy",
        "id": "mybeautifuldarktwistedfantasy",
        "artista": "Kanye West",
        "duracion": "68",
        "fechaSalida": "2010/03/22",
        "nota": "4",
        "fechaReview": "2022/11/03",
        "review": "Puedo entender a que se refiere Kanye cuando dice que algunas de estas canciones llevaron miles y miles de horas de trabajo. La producción de cada una de las canciones es increíble, cientos de sonidos y voces, la cantidad de capas que hay en cada canción y los efectos y modificaciones que tiene cada una de ellas hacen que el sonido, la atmósfera del álbum, sea inigualable. Sin embargo eso es todo lo bueno que tengo que decir. En ningún momento nadie dijo \"esto es demasiado\" o \"Kanye, creo que el rap debería tener mejor calidad\" y se nota. Las horas solo se invirtieron en producción, no en lírica o en el aspecto de rap en general. Canciones repetitivas de 5, 7 y hasta 9 minutos algunas de ellas con Kanye haciendo ruido durante los 3 últimos (va por tí, <strong>Runaway</strong>). Cualquiera de estas canciones podría durar 4 minutos o menos sin perder nada. Se hace muy cansado escuchar cualquiera de las canciones. Es, simplemente, demasiado. Y es una pena, porque todo aquí tiene muchísimo potencial... pero, como en todos los álbumes de Ye, tenemos que ver como ese potencial se escurre entre nuestros dedos y es completamente arruinado. Para sorpresa de nadie, <strong>POWER</strong> es mi canción favorita del álbum, también he disfrutado mucho de <strong>Monster</strong>, <strong>Dark Fantasy</strong> y <strong>Hell Of A Life</strong>, aunque todas ellas podrían ser más cortas y mejorarían bastante. Las demás en su mayoría están bien, pero acaban siendo molestas para cuando estás llegando al final de la canción. Las que se me han hecho desagradables han sido <strong>Runaway</strong>, <strong>Gorgeous</strong> y <strong>Devil In A New Dress</strong>. Podría haber sido un álbum mucho mejor. En serio, si las canciones duraran la mitad ganaría mucho el álbum.",
        "link": "20r762YmB5HeofjMCiPMLv"
    },
    
    {
        "titulo": "Ugly is Beautiful",
        "id": "uglyisbeautiful",
        "artista": "Oliver Tree",
        "duracion": "37",
        "fechaSalida": "2020/07/17",
        "nota": "4",
        "fechaReview": "2022/11/04",
        "review": "Este álbum es una recopilación de canciones viejas con algunas añadidas. Osea, de las 14 canciones del álbum, 6 ya habían salido antes, y no en plan singles promocionales. Es más un recopilatorio que otra cosa. Además todas esas canciones ya las tenía muy oídas y quemadas de antes así que aunque son bastante buenas no me entusiasma oírlas más. A esto se le suma que aunque en vacío me gusta la música de Oliver, como producto la odio porque es puro marketing sin alma para sacar dinero, todo suena super comercial. Las canciones nuevas para el álbum que más me han gustado han sido <stong>1993</stong>,  <stong>Jerk</stong> y<strong>Bury Me Alive</strong>, de las antiguas <strong>Alien Boy</strong>, <strong>Introspective</strong> y <strong>Hurt</strong>. Creo que <strong>I'm Gone</strong> es la que menos me ha gustado, junto con <strong>Me, Myself and I</strong>. De nuevo, soy consciente de que toda esta música es super comercial pero aún así disfruto de ella. Vaya, <strong>Introspective</strong> es bombo caja platillos guitarra y voz (ni si quiera se entiende que dice), y aún así suena genial, no todo tiene que ser complejo siempre. Muy extraña la situación con <strong>Jerk</strong>, donde la rehizo con Robin Schulz hace poco bajo el nombre de \"Miss You\", que es la misma canción pero acelerada, que a su vez tiene una versión aún más acelerada (Miss You - Sped Up Version)... no entiendo nada. Como sea, las canciones no son malas, solo genéricas y lo poco que las pudiera salvar es contrarrestado por haberlas escuchado cientos de veces en este punto y tenerlas más que quemadas. Al menos para las canciones originales del álbum aprendió a poner bajo en la música.",
        "link": "1HmWQo43Gt8BR2dylfv3o4"
    },
    
    {
        "titulo": "Draining Love Story",
        "id": "draininglovestory",
        "artista": "Sewerslvt",
        "duracion": "52",
        "fechaSalida": "2020/01/25",
        "nota": "5.5",
        "fechaReview": "2022/11/18",
        "review": "Primero, aunque no creo que haga falta que lo diga, no apoyo las acciones de June aunque me guste su música. Segundo... no me gusta toda su música. Este álbum tiene varias tracks demasiado largas y repetitivas incluso para ser jungle o drum and bass, y las que son más cortas son interludios ambientales o como la intro, ruido. Y el álbum en conjunto está muy bien, es toda una experiencia, pero a mí me ha cansado bastante. Las dos canciones principales, <strong>Lexapro Delirium</strong> y <strong>Mr. Kill Myself</strong> (ambas de 7 minutos) son demasiado y es una pena porque ambas suenan genial. Pensaba que era problema de la longitud pero las dos últimas tracks son de 8 minutos y no se hacen tan pesadas, porque no son tan repetitivas y tienen más variedad. Esto poco a poco hace que el álbum se haga largo, te cansa, se podría decir que te drena (soy muy graciosa). <strong>Yandere Complex</strong> me parece la mejor canción del álbum, también me han gustado mucho <strong>Down the Drain</strong>, <strong>Swinging in his cell</strong> y <strong>Lexapro Delirium</strong>. <strong>Ecifircas</strong> está bien pero el sample es muy intrusivo, y aunque me molesta bastante el sampleo de una chica confesando sus autolesiones en <strong>This Fleeting Feeling</strong> y más aún sabiendo el historial de Sewerslvt... la verdad, admito que pega bien con el álbum en general.",
        "link": "3yQqw6ZJDHey6HZCpsrFTb"
    },
        

    {
        "titulo": "Pale Machine",
        "id": "palemachine",
        "artista": "Bo En",
        "duracion": "26",
        "fechaSalida": "2013/09/06",
        "nota": "6",
        "fechaReview": "2022/11/25",
        "review": "No sé si llamarlo experimental, pero definitivamente tiene un sonido único. Principalmente hay una voz y un piano, junto con otra instrumentación ligera, onírica, casi fantasiosa. Pero por otro lado hay una percusión casi constante metálica, mecánica, robótica, además a veces la voz en inglés es sustituida por un vocaloid japonés. En conjunto se crea un sonido extraño y hostil y a la vez extrañamente confortante. Como soñar con maquinara. Como las fantasías de un robot. Dejando eso de lado, no es en su mayoría música que escucharía bajo ninguna circunstancia, aunque el álbum sea tremendo. Las canciones que más me han gustado han sido <strong>Friend</strong>, <strong>Be Okay</strong>, <strong>Pale Machine</strong> y <strong>My Time</strong>. Como dato adicional, <strong>My Time</strong> es parte de la soundtrack oficial de Omori.",
        "link": "1a2UnYDnfK25QJKfgHNHnu"
    },
    {
        "titulo": "Love Is Hell",
        "id": "loveishell",
        "artista": "Goa",
        "duracion": "22",
        "fechaSalida": "2020/04/17",
        "nota": "5",
        "fechaReview": "2022/11/28",
        "review": "Rap pero con un uso imporante de elementos como guitarras eléctricas, crashes, rides y demás instrumentalización de rock que le da un sonido muy único. Me gusta bastante el resultado, y además el álbum tiene buen pacing. Las canciones que más me han gustado han sido <strong>El Precio Del Poder</strong>, <strong>Tsunami</strong> y <strong>Ryuk</strong>. La que menos <strong>Belzebú</strong>. Lo que le quita bastante quizás no es tanto de la música de Goa sino mío, y es que como he escuchado poco de este estilo la mayoría se me hace demasiado parecido y me cansa rápido. Probablemente es algo que cambie con el tiempo y con más escucha.",
        "link": "0Mda5pfeHjcmQcEaW3b5hD"
    },
    {
        "titulo": "Ultramaldad",
        "id": "ultramadrid",
        "artista": "Goa",
        "duracion": "30",
        "fechaSalida": "2021/11/11",
        "nota": "7",
        "fechaReview": "2022/11/30",
        "review": "Me ha gustado bastante más que Love Is Hell. Mientras que el álbum anterior era rap con guitarras, este parece más al revés, rock con percusión de rap y autotune, y las canciones suenan bastante menos agresivas. Aún persiste el problema de muchas canciones haciéndoseme parecidas porque no he escuchado demasiado a Goa de momento. Las canciones que más me han gustado han sido <strong>Mala Fama</strong>, <strong>El Últumo En El Infierno</strong> y <strong>Vomito en mi chaqueta</strong>. Aunque ninguna me ha disgustado en especial, las que creo que han estado más flojas han sido <strong>El Kaza</strong>, <strong>Demonios</strong> (a pesar de ser con Duki) y <strong>Mi Pesadilla</strong>. Además de esa colaboración con Duki, también tiene varias canciones producidas por fish narc, que produjo algunas canciones de Lil Peep. Seguiré escuchando Goa, probablemente si revisitara esto en un tiempo pondría una nota más alta.",
        "link": "1Cggrf9GuC7i0fKupVDXUs"
    },
    {
        "titulo": "HiLo",
        "id": "hilo",
        "artista": "Jack Stauber",
        "duracion": "44",
        "fechaSalida": "2018/04/14",
        "nota": "8.5",
        "fechaReview": "2022/12/02",
        "review": "Canciones que suenan como escuchar pop de los 80 mientras tienes demasiado sueño en el asiento de atrás del coche. Principalmente se usan guitarras muy suavizadas, sintetizadores y percusión de cajas de ritmo retro, todo tiene demasiado reverb y la voz de Jack casi no se oye entre los instrumentos y su propio eco. Mi canción favorita de lejos es <strong>Dead Weight</strong>, siempre me ha parecido tremenda, sin embargo la mayoría de este álbum es muy bueno y no hay ninguna canción que me desagrade. <strong>Cunk</strong>, <strong>Leopard</strong>, <strong>John & Nancy</strong>, <strong>Small World</strong>, <strong>Pad Thai</strong> y <strong>O.U.R</strong> son las que más me han gustado, pero de nuevo todas están bien. Quizás las más flojas son <strong>Coconut Ranger</strong>, <strong>Beird</strong> y <strong>Getting' My Mom On</strong>.",
        "link": "4RsjXMHyCUigESP74GkNHB"
    },
    {
        "titulo": "we had good times together, don't forget that",
        "id": "wehadgoodtimestogetherdontforgetthat",
        "artista": "Sewerslvt",
        "duracion": "89",
        "fechaSalida": "2021/11/12",
        "nota": "7.5",
        "fechaReview": "2022/12/02",
        "review": "En mi opinión esto es lo mejor de Sewerslvt. Muy buena música de fondo mientras haces otras cosas. Al principio estaba intentando prestar más atención per en cierto punto he dejado de pensar, todo ha sido un trance, me he tumbado en la cama y simplemente he escuchado no sé ni por cuanto tiempo. Es por esto que no tengo muy claro que canciones me han gustado más o menos, además que no todas son demasiado diferentes entre ellas. Obviamente diré que la que menos me ha gustado es <strong>borderline</strong>, una especie de interludio compuesto por ruido blanco durante 7 minutos y que ni si quiera suena tan mal al final. En comparación con su álbum anterior, tiene mucho más rítmo y es bastante más melódico, irónico ya que trata precísamente sobre un tema bastante oscuro. Bueno, es un disco de electrónica, no trata ningún tema como tal, pero la temática pretende ser una despedida y nota de amor hacia la pareja de June, quien se quitó la vida. El álbum incorpora 6 canciones sacadas de 2 EPs previos también dedicados a su novia. Todo el dinero recaudado se destinó a la prevención del suicidio, y fue el último proyecto de June, tras el cual tomó la decisión de dejar la música. Cambiando de tema, la gente me ha visto reírme sola por la calle, como explico que es porque en <strong>intertia status</strong> suena Delay Lama...",
        "link": "6Hs9pYq5ionwBpGAp6iqi9"
    },
    {
        "titulo": "Stankface",
        "id": "stankface",
        "artista": "Goreshit",
        "duracion": "53",
        "fechaSalida": "2017/03/12",
        "nota": "8",
        "fechaReview": "2022/12/07",
        "review": "Electrónica a veces más suave y a veces no tanto, todas las canciones son muy buenas y no ha habido ninguna que no me haya gustado. Suelo decir que Goreshit ha de ser una inteligencia artificial debido a la cantidad de música que saca y la (normalmente) baja calidad de esta, siendo hardcore o noise demasiado repetitiva o distorsionada como para ser realmente escuchable (y, a veces también, con demasiados gemidos). Este álbum es una de las excepciones, es muy bueno, siento que las canciones son mucho más complejas que la mayoría del resto de su música, muchas de ellas, o al menos partes de muchas, suenan como música de videojuegos antiguos (<strong>Shuffle, Punk!</strong> parece sacada de algún Sonic, <strong>Bar Fight Nostalgia</strong> me ha recordado a Jet Set Radio, <strong>astrds</strong> y <strong>Know Dat Swing</strong> podrían estar sacadas de la campaña o DLC de Splatoon, <strong>Midnight Driver</strong> parece la soundtrack de algún Danganronpa y la base de <strong>Spaced Boss</strong> es directamente chiptune). Las canciones siguen siendo relativamente repetitivas y es por eso que no le doy más nota, pero no creo que tenga ningún fallo realmente. Sin duda de los mejores trabajos de Goreshit. Ninguna canción mala, creo que <strong>Know Dat Swing</strong>, <strong>Bar Fight Nostalgia</strong> y <strong>astrds</strong> son las que más me han gustado.",
        "link": "6HhZOg2vJaXQxlWKbtcnvO"
    },
    {
        "titulo": "Snake Eyes",
        "id": "snakeeyes",
        "artista": "100 gecs",
        "duracion": "6",
        "fechaSalida": "2022/12/03",
        "nota": "3.5",
        "fechaReview": "2022/12/07",
        "review": "Un pequeño ep de 3 canciones que no me han gustado en especial. <strong>Hey Big Man</strong> diría que es la que más me ha gustado aunque no suena como otras cosas de 100 gecs (pero me gustaría ver más música suya del estilo) y <strong>Torture Me</strong> también está decente. <strong>Runaway</strong>, acorde con cierta otra canción con la que comparte nombre, no me ha entusiasmado, es la que menos me ha gustado de las tres. Al menos es un ep cortito.",
        "link": "23lAnLvscWZExyGH8CneJM"
    },
    {
        "titulo": "Omnium Gatherum",
        "id": "omniumgatherum",
        "artista": "King Gizzard & the Lizard Wizard",
        "duracion": "80",
        "fechaSalida": "2022/04/22",
        "nota": "5",
        "fechaReview": "2022/12/17",
        "review": "No confundir con el grupo de metal melódico finlandés también llamado Omnium Gatherum. Este álbum se compuso tras el confinamiento, tiempo durante el cual cada miembro de King Gizzard había desarrollado sus propias ideas y las pusieron en conjunto en algunas de las sesiones de estudio más largas que ha tenido el grupo. Es por eso que este álbum engloba gran variedad de géneros, desde metal hasta hip hop. No estás oyendo mal, King Gizzard ha hecho rap y es tremendo. <strong>Sadie Sorceress</strong> y <strong>The Grim Reaper</strong> son probablemente mis canciones favoritas jamás de este grupo aunque no suenen como nada más que han hecho y probablemente no tuvieran mucha experiencia con el género. Sin embargo, el resto del álbum es bastante mediocre o directamente malo, resulta largo y pesado incluso aunque algunas canciones tengan partes pegadizas no creo que merezca la pena escuchar la duración completa de este. <strong>The Dripping Tap</strong>, por ejemplo, sería genial como pista de 6 minutos como mucho pero no puedo aguantar 20 minutos de lo mismo, lo siento. La mayoría de canciones del álbum en realidad no son tan malas, pero para mí solo son un estribillo pegadizo y no mucho más, algo que no justifica una escucha de casi hora y media. Mis favoritas aparte de las ya mencionadas han sido <strong>Kepler-22b</strong> y <strong>Persistence</strong>. Las que menos me han gustado han sido <strong>Predator X</strong> y <strong>Gaia</strong>",
        "link": "4tuqA7qbVsPukqsYPPrcF7"
    },
    {
        "titulo": "Yeezus",
        "id": "yeezus",
        "artista": "Kanye West",
        "duracion": "4.5",
        "fechaSalida": "2013/06/18",
        "nota": "4.5",
        "fechaReview": "2023/01/04",
        "review": "Las cosas que me gustan de este álbum me encantan, me enamoran. Principalmente me han gustado las bases (muchas de ellas producidas por Daft Punk) que consisten en electrónica cruda, ácida, industrial, dura, violenta, repetitiva, tres notas de un sintetizador agresivo en bucle y samples rotos y troceados con Kanye gritando por encima. Acaba produciendo una sensación parecida a Death Grips pero lo consigue sin el uso de distorsión. Es ahí donde acaba lo bueno, porque como tantas veces he dicho ya, lo peor del álbum es el propio Ye. Todas las bases me parecen impecables y muy buenas si se les da un uso apropiado, que no es el caso. Canciones como <strong>Blood On The Leaves</strong>, que es tremenda pero de los 6 minutos de canción solo se pueden disfrutar 2, tiene intro y outro horribles y largas, casi me recuerda a Runaway. Y las letras, Kanye hablando sobre escavitud, sexo, alcohol, dinero, amplias referencias al nazismo y al KKK... que si, que eres muy edgy. Mis canciones favoritas han sido <strong>Blood On The Leaves</strong>, <strong>On Sight</strong>, <strong>Black Skinhead</strong> y <strong>Bound 2</strong>... olvidé decir, <strong>Bound 2</strong> está en este álbum, aunque no suene para nada como las demás tracks en este. Las que menos me han gustado han sido <strong>I'm In It</strong> y <strong>Hold My Liquor</strong>.",
        "link": "7D2NdGvBHIavgLhmcwhluK"
    },
    {
        "titulo": "Come Over When You're Sober, Pt.1",
        "id": "comeoverwhenyouresoberpt1",
        "artista": "Lil Peep",
        "duracion": "23",
        "fechaSalida": "2017/08/15",
        "nota": "5.5",
        "fechaReview": "2023/01/08",
        "review": "Hacía años que no escuchaba nada de Lil Peep y me trae nostalgia aunque deba ser de una mala época. Aún así quizás tras tanto tiempo sin escucharlo y haber cambiado tanto quien y como soy pueda volver a escucharlo desde cero. Mis gustos no han cambiado demasiado, eso sí, así que <strong>Benz Truck</strong>, <strong>Save That Shit</strong> y <strong>Awful Things</strong> siguen siendo mis favoritas. Es un álbum cortito y tampoco diría que haya ninguna canción que me disguste pero quiás <strong>Problems</strong> no me gusta tanto como las demás.",
        "link": "6GkrA9XjOpEFkep0TIfFB8"
    },
    {
        "titulo": "Come Over When You're Sober, Pt.2",
        "id": "comeoverwhenyouresoberpt2",
        "artista": "Lil Peep",
        "duracion": "45",
        "fechaSalida": "2018/09/09",
        "nota": "4.5",
        "fechaReview": "2023/01/08",
        "review": "La mayoría de lo que dije sobre la primera parte se aplica aquí también, sin embargo habían un par de canciones que no conocía de este álbum y la menor sensación de familiaridad probablemente ha sido negativa en una primera escucha aunque no sea para nada objetiva. También es el doble de largo que la primera parte, las canciones suenan parecidas entre sí y se me hace dificil diferenciar algunas pero son buenas así que no es una queja. <strong>Life is Beautiful</strong> es mi favorita, y <strong>Falling Down</strong> y <strong>Runaway</strong> también me han gustado mucho (yep, por fin una buena \"Runaway\"). Creo que <strong>Leanin</strong> y <strong>Fingers</strong> son las que menos me han gustado. ",
        "link": "52JymrguPgkmmwLaWIusst"
    },
    {
        "titulo": "Kakigori Galaxy Astronaut",
        "id": "kakigorigalaxyastronaut",
        "artista": "DEMONDICE",
        "duracion": "23",
        "fechaSalida": "2019/03/02",
        "nota": "9",
        "fechaReview": "2023/01/18",
        "review": "Cortito y muy ligero de escuchar, creo que mi album favorito de Demondice. <strong>Wannabe</strong> y <strong>Legendary Stray</strong> son quizá las canciones más parecidas a lo que suele ser su música pero aún así tienen un aire más brillante y electrónico, que se intensifica en las demás canciones. <strong>Alt-Er-Native!!</strong> es el mayor exponente de esto, el instrumental podría estar perfectamente hecho por Snail's House (y quizá por eso no pega tan bien que rapeen por encima). Además el album tiene temática en general del espacio, eso le suma puntos. <br>La primera mitad es el clásico Demondice rapeando sobre ser la mejor y demás. Pero las tres últimas canciones son las mejores, son canciones de Karen cantando sobre su vida y sus sentimientos. En <strong>Astronaut</strong> habla sobre hostilidad, soledad, y aislamiento. <strong>Hazy Skyscraper</strong> es una petición de compañía a una persona en sus mismas condiciones de soledad a pesar de admitir no ser buena persona. Gran parte de <strong>Soundless</strong> es una nota de suicidio hasta que habla de \"una melodía que no había oído antes, sonaba como una oportunidad en la vida\" refiriendose a una persona que le hizo sentir cosas que nunca antes le había hecho sentir nadie y consideraba imposibles en ese punto, y haciendole reevaluar su deseo de vivir.<br>Es un album muy bueno con muy pocas cosas que no me gusten, tiene las canciones más bonitas de Demondice y también algo más animado. Las que más me gustan son <strong>Soundless</strong>, <strong>Astronaut</strong> y <strong>Hazy Skyscraper</strong>, las que menos <strong>Legendary Stray</strong> y <strong>Alt-Er-Native!!</strong>.",
        "link": "7euk1QIlp9h4iodxF8FsQp"
    },
    {
        "titulo": "Operation: Doomsday",
        "id": "operationdoomsday",
        "artista": "MF DOOM",
        "duracion": "58",
        "fechaSalida": "1999/10/19",
        "nota": "4.5",
        "fechaReview": "2023/02/13",
        "review": "El primer álbum de MF DOOM, a través de skits narra el nacimiento de un villano. Acorde, muchas de las canciones contienen pequeños fragmentos de canciones, sonidos o instrumentos de series y películas de superhéroes antiguas además de sampleo de jazz. Es un álbum algo extraño y definitivamente poco convencional pero que aún así consigue tener un sonido decente y todas las partes encajan entre ellas, aunque se me ha hecho algo pesado de escuchar después de un rato. Mis canciones favoritas han sido <strong>Doomsday</strong>, <strong>Red and Gold</strong> y <strong>Tick, Tick...</strong> siendo esta última la más inusual del álbum.",
        "link": "5bjUbZPVTEQcb6W3LquX1E"
    },
    {
        "titulo": "10,000 gecs",
        "id": "10000gecs",
        "artista": "100 gecs",
        "duracion": "27",
        "fechaSalida": "2023/03/17",
        "nota": "3.5",
        "fechaReview": "2023/03/17",
        "review":"Una mezcla de géneros abarcando varios estilos nuevos para el duo. Predomina el rock electrónico pero también hay ska y varias canciones experimentales pero en una dirección completamente diferente a la que puedan haber hecho antes, a excepción de unas pocas canciones (que coincide que son las que más me han gustado) se abandona en gran parte la electrónica y se introducen guitarras, saxofones, trombones y trompetas, llegando a crear incluso ambientes circenses en canciones como <strong>I Got My Tooth Removed</strong>, o por ejemplo <strong>The Most Wanted Person In The United States</strong> incorpora sonidos realmente indescriptibles para hacer una canción expermiental e incluso infantil. Sin embargo no son canciones que escucharía. Algunas se salvan, como <strong>mememe</strong>, <strong>757</strong>, <strong>Dumbest Girl Alive</strong> o <strong>Doritos & Fritos</strong> pero el resto no me han gustado.",
        "link":"2XS5McKf3zdJWpcZ4OkZPZ"
    },
    {
        "titulo": "A Brief Inquiry Into Online Relationships",
        "id": "abriefinquiryintoonlinerelationships",
        "artista": "The 1975",
        "duracion": "59",
        "fechaSalida": "2018/11/30",
        "nota": "2.5",
        "fechaReview": "2023/03/31",
        "link":"6PWXKiakqhI17mTYM4y6oY",
        "review": "Este álbum nos presenta principalmente canciones de amor y desamor lentas y melancólicas, tecnopop con claras influencias ochenteras pero a la vez técnicas modernas. El álbum contiene también un par de pistas experimentales e instrumentales. Trata sobre el amor, la sociedad moderna, la tecnología, pero también sobre nihilismo y cinismo. Por desgracia esta música lenta no es mi tipo para nada y aunque sé que tiene su público y me parece que las canciones son preciosas y están construidas fantasticamente no es algo que haya disfrutado de escuchar, como mucho al ser música lenta puede agradarme como música de fondo pero poco más. Las canciones que más me gustaron fueron las más animadas: <strong>It's Not Living (If It's Not With You)</strong>, <strong>I Always Wanna Die (Sometimes)</strong>, y <strong>Love It If We Made It</strong>. En cuanto a las que no me gustaron, realmente todas las no mencionadas, pero la que menos definitivamente fue <strong>The Man Who Married A Robot / Love Theme</strong>"
    },
    {
        "titulo": "POWER OF LIFE",
        "id": "poweroflife",
        "artista": "BRADIO",
        "duracion": "47",
        "fechaSalida": "2015/06/03",
        "nota": "2",
        "fechaReview": "2023/04/25",
        "review":"Rock japonés con un toque jazzy que le da un sonido bastante animado y único. Por desgracia no soy fan del rock a menos que tenga algo especial para atraerme y este álbum no lo tiene, además la letra queda completamente perdida ya que no se japonés. El sonido es muy buen rollero y estoy segura de que a alguien le gustará, con sus trompetas, sus bajos y sus cosas, pero no es lo mío. Aún habiendolo escuchado varias veces las canciones se me hacen bastante similares y no soy capaz de discriminar las que más o menos me hayan gustado.",
        "link":"5xdNjKLKfs6ElMaFh9aG7l"
    },
    {
        "titulo": "Take Me To Your Leader",
        "id": "takemetoyourleader",
        "artista": "King Geedorah",
        "duracion": "42",
        "fechaSalida": "2003/06/17",
        "nota": "8.5",
        "fechaReview": "2023/04/07",
        "review":"King Geedorah es un monstruo espacial, así que no esperes hip-hop convencional. Este personaje de MF Doom aterroriza a los habitantes de la Tierra mientras produce beats, ambos elementos con una gran influencia de la cultura japonesa. Varias canciones se basan en una escala pentatónica oriental y utilizan instrumentos tradicionales (aunque modificados para tener un estilo más moderno) y aprovechan samples de películas niponas. Es precisamente de este medio, de la saga de películas japonsesas de Godzilla, de la que nace originalmente el personaje de King Geedorah: un monstruo espacial de tres cabezas cuyo tormento e invasión de nuestro planeta es relatado desde el punto de vista de los inútiles intentos de resistencia humana mediante el uso de samples en canciones o canciones enteras solo con conversaciones de personajes, como es el caso de la pista de 5 minutos <strong>Monster Zero</strong>. Tanto el estilo musical como la ambientación me parecen impecables. <strong>Anti-Matter</strong>, <strong>I Wonder</strong> y <strong>The Fine Print</strong> son mis favoritas, las que menos han sido <strong>No Snakes Alive</strong>, <strong>One Smart Nigger</strong> y <strong>The Final Hour</strong>",
        "link":"1mrhahrlJu5JfzgeV6Cy8t"
    },
    {
        "titulo": "1000 gecs",
        "id": "1000gecs",
        "artista": "100 gecs",
        "duracion": "23",
        "fechaSalida": "2019/02/31",
        "nota": "8.5",
        "fechaReview": "2023/04/21",
        "review":"El álbum más influyente en cuanto a hiperpop se trata. Me han gustado todas las canciones, incluso las experimentales <strong>I Need Help Immediately</strong> y <strong>gecgecgec</strong>, aunque tanto <strong>stupid horse</strong> y <strong>money machine</strong> ya las tenía algo quemadas porque llevo años escuchandolas... Ninguna me ha disgustado, mis favoritas son <strong>hand crushed by a mallet</strong>, <strong>800 db cloud</strong> y <strong>gec 2 Ü</strong>",
        "link":"2uhB1KivbFnlkARpbd0Cvu"
    },
    {
        "titulo": "Cuatro Chavales",
        "id": "cuatrochavales",
        "artista": "Carolina Durante",
        "duracion": "34",
        "fechaSalida": "2022/01/27",
        "nota": "3.5",
        "fechaReview": "2023/05/12",
        "review":"Pop punk español. El pop, sin embargo, no es uno de mis géneros predilectos y para que algo me guste ha de ser especial. A parte de un par de canciones que tratan temas sociales la mayoría de las canciones no son nada del otro mundo, tratando temas específicos que imagino que tendrán su púbilco pero que definitivamente no soy yo. Las canciones que más me han gustado han sido <strong>Granja Escuela</strong> y <strong>Famoso en tres calles</strong>, las que menos son <strong>Aaaaaa#$!&</strong> y <strong>Urbanitas</strong> aunque realmente ninguna canción es demasiado buena.",
        "link":"164QvBwpVSTy3joQXLwcEE"
    },
    {
        "titulo": "Préstame Un Sentimiento",
        "id": "prestameunsentimiento",
        "artista": "Cupido",
        "duracion": "28",
        "fechaSalida": "2019/02/14",
        "nota": "6",
        "fechaReview": "2023/05/15",
        "review":"Electropop español muy tranquilito en el que participa Pimp Flaco. Contrastando con la imagen que se pueda tener de su música lo que hay aquí es relativamente empalagoso habiendo canciones tanto de amor como de desamor. Las canciones se me hacen un poco lentas de más pero son muy bonitas y pegadizas. Mis favoritas han sido <strong>No Sabes Mentir</strong> y <strong>Telepatía</strong>, la que menos ha sido <strong>El Tiempo Es Oro</strong>.",
        "link":"7veKXYhZXIb5glMwXSVvWr"
    },
    {
        "titulo": "ZABA",
        "id": "zaba",
        "artista": "Glass Animals",
        "duracion": "46",
        "fechaSalida": "2014/06/03",
        "nota": "4",
        "fechaReview": "2023/05/15",
        "review":"Una jungla, texturas húmedas y pegajosas, sensaciones exóticas y tambores tribales. Basado en el libro infantil The Zabajaba Jungle, el álbum consigue hacerte sentir perdido en mitad de una selva. El álbum consigue transmitir todo lo que se propone a la perfección, sustituyendo las baterías por percusión exótica, palos de lluvia, güiros y demás shakers, con todo cantado en susurros y con letras extrañas, metafóricas y psicodélicas que cuentan historias de animales y exploradores. Ya conocía <strong>Hazey</strong> y <strong>Gooey</strong> pero además <strong>Wyrd</strong> y <strong>Walla Walla</strong> me han gustado mucho. Las demás canciones, aunque todas tienen una atmósfera igual de bien lograda, no me resultan tan pegadizas y por eso no me han gustado tanto. ",
        "link":"14IOe7ahxQPTwUYUQX3IFi"
    },

    {
        "titulo": "The Life Of Pablo",
        "id": "thelifeofpablo",
        "artista": "Kanye West",
        "duracion": "66",
        "fechaSalida": "2016/06/10",
        "nota": "6",
        "fechaReview": "2023/05/28",
        "review":"Caracterizado por sus uso de samples crudos, sonidos tecnológicos y etéreos, y temática religiosa pero a la vez egocéntrica, este disco es como tantos otros en la discografía de Ye: consigue tener buenas canciones a base de tener muchas canciones. Y aunque no es Jesus Is King o Donda con dos o tres canciones recuperables, tampoco es Graduation donde solo hay un par de fallos. En mi opinión este álbum es un 50/50, con canciones que rozan el góspel como <strong>Ultralight Beam</strong> y <strong>Low Lights</strong> capaces de dormir a un paquidermo encocado y otras con bases electrónicas que me parecen mucho mejores. De hecho he descubierto una de mis nuevas canciones favoritas de Kanye, <strong>Saint Pablo</strong>, que junto con <strong>Famous</strong>, <strong>Waves</strong> y <strong>30 Hours</strong> han sido lo mejor que ha ofrecido este álbum y definitivamente de lo mejor de Kanye. Por el otro lado tenemos canciones como <strong>Fade</strong>, <strong>Wolves</strong> o <strong>Facts</strong> que son, junto a las ya mencionadas como góspel, las que menos me han gustado. Cabe añadir que, auqnue ya había escuchado <strong>Pt. 2</strong> antes no me había parecido tan buena hasta que la escuché seguida después de <strong>Father Stretch My Hands Pt. 1</strong> y me he reconciliado con el hecho de que gran parte de esta es en realidad otra canción sampleada (por no decir robada en este punto) para solo disfrutar escuchándola.",
        "link":"4xM1pUHZp9HsuKNxyOQDR0"
    },
    {
        "titulo": "Soothing Music (Get It?)",
        "id": "soothingmusicgetit",
        "artista": "Agred",
        "duracion": "6",
        "fechaSalida": "2023/05/26",
        "nota": "9",
        "fechaReview": "2023/05/30",
        "review":"Un EP muy cortito, solo cuatro canciones. Aún así deja muy buena impresión, se trata de electrónica que a mi parecer está en el punto perfecto entre hiperpop y lo que sea que haga Goreshit, las canciones son simples pero muy pegadizas, con estribillos instrumentales que recuerdan al hardcore pero también con secciones cantadas. Me parece increíble que ninguna canción de Agred sobrepase las 1000 escuchas en Spotify, es un artista que merece mucho más reconocimiento, tiene muchísimo talento y un estilo propio que en mi opinión aprende de estilos extranjeros como hip-hop, hiperpop, hardcore y noise, pero también tiene una pizca de influencia españoles en ritmos y percusiones (algo que se deja ver incluso mejor en alguna otra de sus pistas). De las cuantro canciones, la que más me ha gustado <strong>The Ultimate 8r8k Song</strong> y la que menos <strong>I'll Prove It</strong>",
        "link":"59TQwOsF835e7hP9Wkqwb5"
    },
    {
        "titulo": "Strange Fiction",
        "id": "strangefiction",
        "artista": "DEMONDICE",
        "duracion": "30",
        "fechaSalida": "2019/08/23",
        "nota": "4",
        "fechaReview": "2023/06/06",
        "review": "En media horita se recopilan algunas de las canciones más bonitas de Demondice junto a una de las peores, que consigue dejar tan mal sabor de boca que arruina el resto del álbum. <strong>Egosa</strong>, <strong>Tsukuribanashi</strong> y <strong>Appasayo</strong> son tres de mis canciones favoritas de Karen y las estas tres obras infravaloradas juntas componen un tercio del álbum. Entre otras cosas también están la especie de intro de anime que es <strong>Strange Fiction</strong> y su mucho mejor versión instrumental. Pero a todo esto se interpone el horror que es <strong>Necessary Evil</strong>, que si no es la peor canción de Demondice queda cerca de ello, y solo eso hace la escucha cuesta arriba.",
        "link": "59Rvp0vUaxZO5OgNxCSyTN"
    },
    {
        "titulo": "Rockport Espacial",
        "id": "rockportespacial",
        "artista": "Kidd Keo",
        "duracion": "17",
        "fechaSalida": "2020/07/12",
        "nota": "9.5",
        "fechaReview": "2023/07/05",
        "review": "Un EP de 5 canciones muy sólido y fresco que mezcla el trap por el que es conocido Kidd Keo con house y trance por parte de ambos productores invitados (Enry-K y Yay). Esto nos deja una escucha muy novedosa y refrescante basada en esta mezcla de estilos que casa a la perfección. Las canciones no suenan demasiado distintas entre sí, pero no es algo malo ya que son todas muy buenas y son poquitas canciones. Es por esto que tampoco soy capaz de decir que una canción me haya gustado más o menos, a excepción de <strong>Ma Vie</strong> que sobresale ligeramente.",
        "link": "1RHKamkIrSEQAIUfsbYXvB"
    },
    {
        "titulo": "Rockport Espacial 2",
        "id": "rockportespacial2",
        "artista": "Kidd Keo",
        "duracion": "19",
        "fechaSalida": "2021/10/07",
        "nota": "4",
        "fechaReview": "2023/07/05",
        "review": "Esta vez el EDM no es el enfoque principal del álbum, aunque hay un par de canciones que mantienen los drops de house de Rockport Espacial la mayoría de las canciones tienen un estilo distinto, más cercano al trap o al pop. Me parece que pierde la identidad house y trance para dar paso a simplemente proyectos de trap con un fuerte toque electrónico. No suenan mal pero no es lo que busco en una segunda parte de Rockport Espacial. <strong>Soy Así (Summer Mix)</strong> y <strong>Drifting & Burning</strong> son las que más me han gustado porque son las que mantienen esos drops de house, y <strong>Corrido Espacial</strong> y <strong>Yo Con Mi Man (Remix)</strong> son las que menos me han gustado porque son las que más se desvían del estilo del primer álbum.",
        "link": "7eIU95LtCeZ3Ud3Lg5z4k6"
    },
    {
        "titulo": "JESUS IS KING",
        "id": "jesusisking",
        "artista": "Kanye West",
        "duracion": "27",
        "fechaSalida": "2019/10/25",
        "nota": "2",
        "fechaReview": "2023/08/06",
        "review": "No hay ningún taco en todo el álbum. En su mayoría gospel. Sorprendentemente bueno para ser gospel pero sorprendentemente malo para ser de Kanye West. Aún así tiene un par de canciones buenas, <strong>Follow God</strong> es definitivamente la mejor, y <strong>Use This Gospel</strong> también es buena, pero podría haber sido mucho mejor si el beat que entra en los últimos segundos de canción hubiera estado durante la canción entera. <strong>Every Hour</strong> también es bonita. Aparte de eso no hay mucho que rescatar, Kanye recitando versos de La Biblia y perdiendo cada vez más la cabeza.",
        "link": "0FgZKfoU2Br5sHOfvZKTI9"
    },
    {
        "titulo": "Semantics: The Benzo Chronicles",
        "id": "semanticsthebenzochronicles",
        "artista": "Goreshit",
        "duracion": "38",
        "fechaSalida": "2015/02/10",
        "nota": "4",
        "fechaReview": "2023/09/13",
        "review": "No es demasiado malo para ser un álbum de Goreshit, es breakcore sorprendentemente entretenido para lo repetitivo que es, pero sigue siendo breakcore canción tras canción. <strong>One Way To Hannover</strong> ya me gustaba de antes, pero ahora también he descubierto <strong>There Are No Angels Here.</strong> y <strong>Broken Promises/Shattered Dreams</strong>, que no suenan nada mal.",
        "link": "7IWQHF0tCrXGQlqrmjIyCF"
    },
    {
        "titulo": "HIVE",
        "id": "hive",
        "artista": "Sub Urban",
        "duracion": "25",
        "fechaSalida": "2022/06/03",
        "nota": "8",
        "fechaReview": "2023/09/15",
        "review": "Suena como una mezcla entre pop moderno y Alicia en el País de las Maravillas. Las canciones son muy pegadizas y bastante buenas casi todas. Me gustan mucho <strong>BANDIT</strong> y <strong>PRAMOUR</strong> pero mi favoita es <strong>WHITEWALL</strong>, en la que participan WHOKILLEDXIX, una colaboración que no me esperaba pero que tiene sentido ya que ambos son artistas que obtuvieron buena parte de su fama por TikTok. Otra colaboración que tiene sentido por el mismo motivo es con Bella Poarch en <strong>INFERNO</strong>, aunque esta es la canción que menos me gusta junto con <strong>DIAMOND</strong> Y <strong>HEDON</strong> que no me parecen tan pegadizas.",
        "link": "14qlU7pezYKrntRHxmYT8A"
    },
    {
        "titulo": "PetroDragonic Apocalypse; or, Dawn of Eternal Night: An Annihilation of Planet Earth and the Beginning of Merciless Damnation",
        "id": "petrodragonicapocalypse",
        "artista": "King Gizzard & The Lizard Wizard",
        "duracion": "49",
        "fechaSalida": "2023/06/16",
        "nota": "3",
        "fechaReview": "2023/09/18",
        "review": "No tengo mucho que contar. Las canciones me parecen largas y pesadas, la única que me parece pegadiza es <strong>Witchcraft</strong> que de hecho me parece muy buena y <strong>Supercell</strong> es tolerable, de <strong>Flametrower</strong> me gusta la segunda mitad nada más, y el resto del álbum no me gusta nada. Las canciones son largas y aburridas.",
        "link": "53X6xpjjMDMfZ5IWMyonvC"
    },
    {
        "titulo": "Valencia",
        "id": "valencia",
        "artista": "Cecilio G, Pochi",
        "duracion": "17",
        "fechaSalida": "2023/12/01",
        "nota": "2",
        "fechaReview": "2023/12/10",
        "review": "La mayoría de las canciones son malas y son simplemente Ceci diciendo tonterías, la única que diría que se salva es <strong>Storytellers</strong>, pero en general un poco desperdicio de la producción de Pochi. Cada vez cuenta cosas más raras...",
        "link": "6A3MkdgH5I2jAIGw7U6KU5"
    },
    {
        "titulo": "Oddments",
        "id": "oddments",
        "artista": "King Gizzard & the Lizard Wizard",
        "duracion": "32",
        "fechaSalida": "2014/03/07",
        "nota": "3.5",
        "fechaReview": "2023/12/10",
        "review": "Rock muy tranquilito pero ya sabemos que ese tipo de música no me entreteniene demasiado. Además las temáticas de las canciones no son especialmente interesantes y no se acercan a lo que llegarán a ser en otros álbumes de King Gizzard. Aún así hay un par de canciones bonitas y algo más marchosas, la que más destaca sobre todas es <strong>Work This time</strong> en mi opinión",
        "link": "0R1kilmC4LO7BW0cmTaGtN"
    },
    {
        "titulo": "Caries Hoe Xmas 5",
        "id": "carieshoexmas5",
        "artista": "Cecilio G",
        "duracion": "41",
        "fechaSalida": "2021/01/06",
        "nota": "6",
        "fechaReview": "2023/12/14",
        "review": "Un muy buen álbum, no sé si he hecho mal empezando por el 5 pero me ha gustado bastante la mezcla de estilos que tiene el álbum. Me han gustado mucho <strong>01</strong>, <strong>04</strong>, <strong>06</strong>, <strong>10</strong>, <strong>12</strong> y <strong>15</strong>. Las que no me han gustado tampoco me han disgustado tanto. Y <strong>13</strong> es una maldita locura.",
        "link": "5m5PcSA2xtc4vMOIBnGEFX"
    },
    {
        "titulo": "MELHOR CACHORRO",
        "id": "melhorcachorro",
        "artista": "Cali Cartier, Baby Izo, Dylan Brady",
        "duracion": "14",
        "fechaSalida": "2021/09/03",
        "nota": "1.5",
        "fechaReview": "2023/12/15",
        "review": "Volviendo borracha a casa me puse a seguirle la pista a Dylan Brady y encontré esto.",
        "link": "4egIclvJjgSlbhwkmeSu4g"
    },
    {
        "titulo": "Gumboot Soup",
        "id": "gumbootsoup",
        "artista": "King Gizzard & The Lizard Wizard",
        "duracion": "44",
        "fechaSalida": "2017/12/31",
        "nota": "5",
        "fechaReview": "2023/12/16",
        "review": "Un álbum aún primerizo de este grupo que recopila canciones que no entraron a los otros discos sacados en 2017, así que no tiene una temática ni musical ni narrativamente. Por ejemplo hay dos que son descartes de Flying Microtonal Banana, siendo estas <strong>Greenhouse Heat Death</strong> y <strong>All Is Known</strong> y ambas me gustan bastante. También me gustan <strong>Beginner's Luck</strong> y <strong>Down the Sink</strong>, y el estilo más metal de <strong>The Great Chain of Being</strong>.",
        "link": "5tlqjFg3L2iX69yoDITwCK"
    },
    {
        "titulo": "KOR KOR LAKE",
        "id": "korkorlake",
        "artista": "Rojuu",
        "duracion": "34",
        "fechaSalida": "2022/02/04",
        "nota": "4.5",
        "fechaReview": "2024/01/24",
        "review": "El pop no es mi rollo pero este álbum está chulo y puedo entender por que Rojuu está siendo un fenómeno en España. Mi canción favorita es <strong>NANA</strong>, aunque juega con ventaja, y también me ha gustado <strong>FANTASÍA PLACEBO</strong>. Por otro lado, aunque no tienen el estilo del resto del álbum, <strong>100XRE A TU LADO STARE</strong> y <strong>POST VELADA</strong> me han gustado mucho. El resto del álbum no me parece especialmente destacable, al menos para mis gustos.",
        "link": "5oAqoeVSSkUgq52mNXfppk"
    }
]} 

